{
  "Platform": "Plattform",
  "A Single Pricing Plan: Tornado": "Ein einziger Preisplan: Tornado",
  "Advertising Opportunities on zoxxo.io": "Werbemöglichkeiten auf zoxxo.io",
  "A Game-Changer for Gamers and Enterprises": "Ein Game-Changer für Gamer und Unternehmen",
  "zoxxo, known for its modern and user-friendly interface, is changing the game in the file-sharing industry. It provides users with the ability to upload and share their data seamlessly with friends, family, and colleagues, making collaboration effortless and efficient.": "zoxxo, bekannt für seine moderne und benutzerfreundliche Oberfläche, verändert die Spielregeln in der Filesharing-Branche. Es bietet Benutzern die Möglichkeit, ihre Daten nahtlos hochzuladen und mit Freunden, Familie und Kollegen zu teilen, wodurch die Zusammenarbeit mühelos und effizient wird.",
  "Modern, Innovative, and Lightning-Fast": "Modern, innovativ und blitzschnell",
  "Innovative File Sharing Platform zoxxo Sets New Standards for Speed, Security, and Collaboration. zoxxo, the cutting-edge file-sharing platform, is revolutionizing the way data is shared, offering a modern, secure, and lightning-fast solution for users ranging from gamers to businesses. With a unique approach and a commitment to excellence, zoxxo is setting new standards in the world of file sharing.": "Die innovative File-Sharing-Plattform zoxxo setzt neue Maßstäbe für Geschwindigkeit, Sicherheit und Zusammenarbeit. zoxxo, die hochmoderne File-Sharing-Plattform, revolutioniert die Art und Weise, wie Daten geteilt werden, und bietet eine moderne, sichere und blitzschnelle Lösung für Benutzer von Gamern bis hin zu Unternehmen. Mit einem einzigartigen Ansatz und der Verpflichtung zu Spitzenleistungen setzt zoxxo neue Maßstäbe in der Welt des Filesharings.",
  "Our values": "Unsere Werte",
  "Our Mission is to deliver the data around the internet by considering security, speed and anonymity.": "Unsere Mission ist es, die Daten im Internet unter Berücksichtigung von Sicherheit, Geschwindigkeit und Anonymität bereitzustellen.",
  "Our mission & vision!": "Unsere Mission & Vision!",
  "zoxxo Manage provides an easy way to manage your uploads in Workspaces.": "zoxxo Manage bietet eine einfache Möglichkeit, Ihre Uploads in Workspaces zu verwalten.",
  "Manage your uploads": "Verwalten Sie Ihre Uploads",
  "Register and run a campaign": "Registrieren Sie sich und führen Sie eine Kampagne durch",
  "zoxxo offers companies on Upload- and Downloadpage an opportunity to present their brand to a huge community of gamers – which are main target group of zoxxo – and many more. Register and place now your ads!": "zoxxo bietet Unternehmen auf der Upload- und Downloadseite die Möglichkeit, ihre Marke einer riesigen Community aus Gamern – der Hauptzielgruppe von zoxxo – und vielen mehr zu präsentieren. Registrieren Sie sich und schalten Sie jetzt Ihre Anzeigen!",
  "Present your brand to a huge community of gamers and more!": "Präsentieren Sie Ihre Marke einer riesigen Community von Gamern und mehr!",
  "Learn more": "Erfahren Sie mehr",
  "• Automation of sales/marketing": "• Automatisierung von Vertrieb/Marketing",
  "• Advertisement conversion analytics": "• Analyse der Werbekonvertierung",
  "• Place your Ads on up-or download screen": "• Platzieren Sie Ihre Anzeigen auf dem Up- oder Download-Bildschirm",
  "Present your brand to a huge community of gamers!": "Präsentieren Sie Ihre Marke einer riesigen Gamer-Community!",
  "Share your uploaded data and ideas with your friends, family and others!": "Teilen Sie Ihre hochgeladenen Daten und Ideen mit Ihren Freunden, Ihrer Familie und anderen!",
  "Share with others!": "Teilen Sie es mit anderen!",
  "zoxxo is a modern platform to upload your data anonymus, secure and fast.": "zoxxo ist eine moderne Plattform, um Ihre Daten anonym, sicher und schnell hochzuladen.",
  "Upload your data": "Laden Sie Ihre Daten hoch",
  "We don't transfer, we deliver!": "Wir überweisen nicht, wir liefern!",
  "Read article": "Artikel lesen",
  "Hello world we are here to deliver!": "Hallo Welt, wir sind hier, um zu liefern!",
  "Advertising": "Werbung",
  "Brand": "Marke",
  "Monetization": "Monetarisierung",
  "Language": "Sprache",
  "Storage": "Lagerung",
  "Terms of service": "Nutzungsbedingungen",
  "Help center": "Hilfecenter",
  "Select Language": "Wählen Sie Sprache aus",
  "Close": "Schließen",
  "English": "Englisch",
  "Dark mode": "Dunkler Modus"
}