{
  "We re Here": "Wir sind hier",
  "to deliver your data!": "um Ihre Daten zu liefern!",
  "Can I share data without having an account?": "Kann ich Daten teilen, ohne ein Konto zu haben?",
  "Got a question? No problem.": "Haben Sie eine Frage? Kein Problem.",
  "How long is my data available if I upload without an account?": "Wie lange sind meine Daten verfügbar, wenn ich ohne Konto hochlade?",
  "How can I upload more than 2 GB?": "Wie kann ich mehr als 2 GB hochladen?",
  "What is included in the FREE Plan?": "Was ist im KOSTENLOSEN Plan enthalten?",
  "How do I manage my account?": "Wie verwalte ich mein Konto?",
  "Which payment methods are available?": "Welche Zahlungsarten stehen zur Verfügung?",
  "We are here to answer any of your question and support you where ever you need it. If you don´t find the answer here, then do not hesitate to contact us at support@zoxxo.io": "Wir sind hier, um alle Ihre Fragen zu beantworten und Sie zu unterstützen, wo immer Sie es brauchen. Wenn Sie hier keine Antwort finden, zögern Sie nicht, uns unter support@zoxxo.io zu kontaktieren",
  "Privacy policy": "Datenschutzrichtlinie",
  "We are very delighted that you have shown interest in our enterprise. Data protection is of a particularly high priority for the management of the Zoxxo - FZCO. The use of the Internet pages of the Zoxxo - FZCO is possible without any indication of personal data; however, if a data subject wants to use special enterprise services via our website, processing of personal data could become necessary. If the processing of personal data is necessary and there is no statutory basis for such processing, we generally obtain consent from the data subject. The processing of personal data, such as the name, address, e-mail address, or telephone number of a data subject shall always be in line with the General Data Protection Regulation (GDPR), and in accordance with the country-specific data protection regulations applicable to the Zoxxo - FZCO. By means of this data protection declaration, our enterprise would like to inform the general public of the nature, scope, and purpose of the personal data we collect, use and process. Furthermore, data subjects are informed, by means of this data protection declaration, of the rights to which they are entitled. As the controller, the Zoxxo - FZCO has implemented numerous technical and organizational measures to ensure the most complete protection of personal data processed through this website. However, Internet-based data transmissions may in principle have security gaps, so absolute protection may not be guaranteed. For this reason, every data subject is free to transfer personal data to us via alternative means, e.g. by telephone.": "Wir freuen uns sehr über Ihr Interesse an unserem Unternehmen. Datenschutz hat einen besonders hohen Stellenwert für die Geschäftsleitung der Zoxxo - FZCO. Die Nutzung der Internetseiten der Zoxxo – FZCO ist grundsätzlich ohne jede Angabe personenbezogener Daten möglich; Sofern eine betroffene Person besondere Unternehmensdienste über unsere Internetseite in Anspruch nehmen möchte, könnte jedoch eine Verarbeitung personenbezogener Daten erforderlich werden. Ist die Verarbeitung personenbezogener Daten erforderlich und besteht für eine solche Verarbeitung keine gesetzliche Grundlage, holen wir generell eine Einwilligung der betroffenen Person ein. Die Verarbeitung personenbezogener Daten, beispielsweise des Namens, der Anschrift, E-Mail-Adresse oder Telefonnummer einer betroffenen Person, erfolgt stets im Einklang mit der Datenschutz-Grundverordnung (DSGVO) und in Übereinstimmung mit den landesspezifischen Datenschutzbestimmungen Vorschriften, die für Zoxxo - FZCO gelten. Mittels dieser Datenschutzerklärung möchte unser Unternehmen die Öffentlichkeit über Art, Umfang und Zweck der von uns erhobenen, genutzten und verarbeiteten personenbezogenen Daten informieren. Darüber hinaus werden betroffene Personen mittels dieser Datenschutzerklärung über die ihnen zustehenden Rechte aufgeklärt. Die Zoxxo – FZCO hat als für die Verarbeitung Verantwortlicher zahlreiche technische und organisatorische Maßnahmen umgesetzt, um einen möglichst lückenlosen Schutz der über diese Website verarbeiteten personenbezogenen Daten sicherzustellen. Allerdings können internetbasierte Datenübertragungen grundsätzlich Sicherheitslücken aufweisen, sodass ein absoluter Schutz nicht gewährleistet werden kann. Aus diesem Grund steht es jeder betroffenen Person frei, personenbezogene Daten auch auf alternativen Wegen, beispielsweise telefonisch, an uns zu übermitteln. per Telefon.",
  "TERMS OF SERVICE": "NUTZUNGSBEDINGUNGEN",
  "zoxxo offers a plattform to move your data, such as: ": "zoxxo bietet eine Plattform zum Verschieben Ihrer Daten, wie zum Beispiel:",
  "The Services may be provided to you online, in the form of a mobile and/or desktop application(s) and/or may be integrated in a third party service. Your use of and access to our services, software, websites (including browser extensions) and/or applications (together: “Services”) are governed by these Terms of Service (“Terms”).The Services allow you to upload, submit, store, share, receive, collect, capture and/or visualize your ideas, texts, graphics, videos, data, information, files, presentation decks or other content, including third party content used by you (together: “Content”). You retain all rights in- and responsibility and liability for all Content. zoxxo does not claim ownership of your Content. The Services are provided to you as the user of the Services by zoxxo B.V. (“zoxxo”, “We”), with its main office at IFZA Business Park, DDP, 25898 - 001, Dubai Silicon Oasis in Dubai, United Arab Emirates, registered with the Trade License under 25898.": "Die Dienste können Ihnen online, in Form einer Mobil- und/oder Desktop-Anwendung(en) zur Verfügung gestellt werden und/oder können in einen Dienst eines Drittanbieters integriert werden. Ihre Nutzung und Ihr Zugriff auf unsere Dienste, Software, Websites (einschließlich Browsererweiterungen) und/oder Anwendungen (zusammen: „Dienste“) unterliegen diesen Nutzungsbedingungen („Bedingungen“). Die Dienste ermöglichen Ihnen das Hochladen, Senden, Speichern, Teilen, Empfangen, Sammeln, Erfassen und/oder Visualisieren Ihrer Ideen, Texte, Grafiken, Videos, Daten, Informationen, Dateien, Präsentationsunterlagen oder anderer Inhalte, einschließlich der von Ihnen verwendeten Inhalte Dritter (zusammen: „Inhalte“). Sie behalten alle Rechte, Verantwortung und Haftung für alle Inhalte. zoxxo erhebt keinen Anspruch auf Eigentum an Ihren Inhalten. Die Dienste werden Ihnen als Nutzer der Dienste von zoxxo B.V. („zoxxo“, „wir“) mit Hauptsitz im IFZA Business Park, DDP, 25898 – 001, Dubai Silicon Oasis in Dubai, Vereinigte Arabische Emirate, bereitgestellt. eingetragen im Gewerbeschein unter 25898.",
  "May 2024": "Mai 2024",
  "Message": "Nachricht",
  "Fontenay 51, Germany Ludwigschorgast, 95364": "Fontenay 51, Deutschland Ludwigschorgast, 95364",
  "Send Message": "Nachricht senden",
  "Your phone number": "Ihre Telefonnummer",
  "Phone number": "Telefonnummer",
  "Fill out the contact form, Our team will contact you shortly.": "Füllen Sie das Kontaktformular aus. Unser Team wird sich in Kürze mit Ihnen in Verbindung setzen.",
  "Contact us now": "Kontaktieren Sie uns jetzt",
  "You did not found, what you were looking for?": "Sie haben nicht gefunden, wonach Sie gesucht haben?",
  "Yes, you can just visist zoxxo.io and upload your data upto 2 GB and share it with your friends, family and others.": "Ja, Sie können einfach zoxxo.io besuchen und Ihre Daten bis zu 2 GB hochladen und sie mit Ihren Freunden, Ihrer Familie und anderen teilen.",


  "You are only allowed to use the Services when aged 16 or older.": "Sie dürfen die Dienste nur nutzen, wenn Sie 16 Jahre oder älter sind.",
  "Please read the Terms carefully. By using the Services (directly with us or through a third party application, plug-in, extension or integration) you agree and accept these Terms and our Notice and Take Down Policy (“NTD Policy”). To the use of personal data and cookies in relation to the Services our Privacy & Cookie Statement applies.": "Bitte lesen Sie die Bedingungen sorgfältig durch. Durch die Nutzung der Dienste (direkt bei uns oder über eine Drittanbieteranwendung, ein Plug-in, eine Erweiterung oder Integration) stimmen Sie diesen Bedingungen und unserer Mitteilungs- und Takedown-Richtlinie („NTD-Richtlinie“) zu und akzeptieren diese. Für die Verwendung personenbezogener Daten und Cookies im Zusammenhang mit den Diensten gilt unsere Datenschutz- und Cookie-Erklärung.",


  "Applicability": "Anwendbarkeit",
  "Processing is any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.": "Verarbeitung ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten wie das Erheben, das Erfassen, die Organisation, das Ordnen, die Speicherung, die Anpassung oder Veränderung, das Auslesen, das Abfragen, die Verwendung, Offenlegung durch Übermittlung, Verbreitung oder sonstige Bereitstellung, Zuordnung oder Verknüpfung, Einschränkung, Löschung oder Vernichtung.",
  "PROCESSING": "VERARBEITUNG",
  "Data subject is any identified or identifiable natural person, whose personal data is processed by the controller responsible for the processing.": "Betroffene Person ist jede identifizierte oder identifizierbare natürliche Person, deren personenbezogene Daten von dem für die Verarbeitung Verantwortlichen verarbeitet werden.",
  "DATA SUBJECT": "BETROFFENES PERSONAL",
  "Personal data means any information relating to an identified or identifiable natural person (“data subject”). An identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.": "Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person („betroffene Person“) beziehen. Eine identifizierbare natürliche Person ist eine natürliche Person, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung oder zu einem oder mehreren spezifischen Merkmalen der physischen, physiologischen, genetische, psychische, wirtschaftliche, kulturelle oder soziale Identität dieser natürlichen Person.",
  "PERSONAL DATA": "PERSÖNLICHE DATEN",
  "In this data protection declaration, we use, inter alia, the following terms:": "In dieser Datenschutzerklärung verwenden wir unter anderem die folgenden Begriffe:",
  "The data protection declaration of the Zoxxo - FZCO is based on the terms used by the European legislator for the adoption of the General Data Protection Regulation (GDPR). Our data protection declaration should be legible and understandable for the general public, as well as our customers and business partners. To ensure this, we would like to first explain the terminology used.": "Die Datenschutzerklärung der Zoxxo – FZCO basiert auf den Begrifflichkeiten, die durch den Europäischen Richtlinien- und Verordnungsgeber beim Erlass der Datenschutz-Grundverordnung (DSGVO) verwendet wurden. Unsere Datenschutzerklärung soll sowohl für die Öffentlichkeit als auch für unsere Kunden und Geschäftspartner lesbar und verständlich sein. Um dies zu gewährleisten, möchten wir zunächst die verwendeten Begrifflichkeiten erläutern.",
  "DEFINITIONS": "DEFINITIONEN",
  "Any disputes regarding these Terms will be submitted to the exclusive jurisdiction of the competent court in the UAE (with the exception of UAE private international law).": "Alle Streitigkeiten im Zusammenhang mit diesen Bedingungen unterliegen der ausschließlichen Zuständigkeit des zuständigen Gerichts in den VAE (mit Ausnahme des internationalen Privatrechts der VAE).",
  "These Terms and any non-contractual obligations arising out of or in connection with it will be governed by and construed and interpreted in accordance with UAE law, including mandatory consumer law. These Terms will not limit any consumer protection rights that you may be entitled to under the mandatory laws of your country of residence.": "Diese Bedingungen und alle außervertraglichen Verpflichtungen, die sich daraus oder im Zusammenhang damit ergeben, unterliegen dem Recht der VAE, einschließlich des zwingenden Verbraucherrechts, und werden in Übereinstimmung mit diesem ausgelegt und ausgelegt. Diese Bedingungen schränken die Verbraucherschutzrechte, die Ihnen möglicherweise nach den zwingenden Gesetzen Ihres Wohnsitzlandes zustehen, nicht ein.",
  "Applicable law and Jurisdiction": "Anwendbares Recht und Gerichtsstand",
  "You can contact WeTransfer at support@zoxxo.io or by using our Help Center If you have any questions, just send us an email in English.": "Sie können WeTransfer unter support@zoxxo.io oder über unser Help Center kontaktieren. Wenn Sie Fragen haben, senden Sie uns einfach eine E-Mail auf Englisch.",
  "Contact": "Kontakt",
  "You may not assign any of your rights under these Terms. Zoxxo is at any time entitled to assign its rights to any of its affiliates or subsidiaries, or to any successor in interest of any business associated with the Services without your consent or any other restriction.": "Sie dürfen Ihre Rechte aus diesen Bedingungen nicht abtreten. Zoxxo ist jederzeit berechtigt, seine Rechte ohne Ihre Zustimmung oder andere Einschränkungen an eines seiner verbundenen Unternehmen oder Tochterunternehmen oder an einen Rechtsnachfolger eines mit den Diensten verbundenen Geschäfts abzutreten.",
  "• That part will be deemed to be deleted and substituted by a valid one which in its economic effect comes closest to the invalid part.": "• Derjenige Teil gilt als gestrichen und durch einen gültigen Teil ersetzt, der in seiner wirtschaftlichen Wirkung dem ungültigen Teil am nächsten kommt.",
  "• The rest of the Terms will remain in full force and effect to the extent permissible under or consistent with the relevant laws; and": "• Die übrigen Bedingungen bleiben in vollem Umfang in Kraft und wirksam, soweit dies gemäß den einschlägigen Gesetzen zulässig ist oder mit diesen vereinbar ist. Und",
  "If any (part of a) provision of these Terms is found to be illegal, unenforceable or otherwise invalid, then": "Sollte sich herausstellen, dass eine Bestimmung (oder ein Teil davon) dieser Bedingungen rechtswidrig, nicht durchsetzbar oder anderweitig ungültig ist, dann",
  "Zoxxo's failure to enforce a provision is not a waiver of its right to do so later.": "Das Versäumnis von Zoxxo, eine Bestimmung durchzusetzen, stellt keinen Verzicht auf das Recht dar, dies später nachzuholen.",
  "Waiver, Severability & Assignment": "Verzicht, Salvatorische Klausel und Abtretung",
  "To the extent permissible under local mandatory law, Zoxxo is not liable for any damage or personal injury resulting from any use of the Services, including any (temporary) unavailability or (accidental) removal of your Content or account. The limitation of liability referred to in this clause shall not apply if the liability for damage caused by intent or gross negligence on the part of Zoxxo. In the event Zoxxo is liable for damage under mandatory law, Zoxxo’s aggregate liability to you – to the extent permissible under local mandatory law – for any and all claims arising out of or in connection with the use of the Services will in no event exceed the amount of one hundred euro (\\$100) per incident.": "Soweit gesetzlich zulässig, haftet Zoxxo nicht für Schäden oder Personenschäden, die sich aus der Nutzung der Dienste ergeben, einschließlich (vorübergehender) Nichtverfügbarkeit oder (versehentlicher) Entfernung Ihrer Inhalte oder Ihres Kontos. Die in dieser Ziffer genannte Haftungsbeschränkung gilt nicht, soweit die Haftung für Schäden auf Vorsatz oder grober Fahrlässigkeit seitens Zoxxo beruht. Für den Fall, dass Zoxxo nach zwingendem Recht für Schäden haftbar ist, übersteigt die Gesamthaftung von Zoxxo Ihnen gegenüber – soweit nach örtlichem zwingendem Recht zulässig – für alle Ansprüche, die sich aus oder im Zusammenhang mit der Nutzung der Dienste ergeben, in keinem Fall den Betrag Betrag von einhundert Euro (\\$100) pro Vorfall.",
  "• Your use of those services is subject to any applicable terms and conditions between you and the providers of such services.": "• Ihre Nutzung dieser Dienste unterliegt den geltenden Geschäftsbedingungen zwischen Ihnen und den Anbietern dieser Dienste.",
  "• That Zoxxo is not an agent of such third-party services; and": "• Dass Zoxxo kein Vermittler solcher Drittanbieterdienste ist; Und",
  "• Zoxxo is not responsible for any acts or omissions of such third-party services;": "• Zoxxo ist nicht verantwortlich für Handlungen oder Unterlassungen solcher Dienste Dritter;",
  "The Services may provide integration with third-party services. You acknowledge that:": "Die Dienste können eine Integration mit Diensten Dritter ermöglichen. Sie erkennen Folgendes an:",
  "You will defend, indemnify and hold harmless Zoxxo (including its employees and affiliates) from and against any claims, incidents, liabilities, procedures, damages, losses and expenses (including legal and accounting fees), arising out of or in any way connected with your access to or use of the Services or your breach of these Terms, including any third party claims that Content created, used, stored or shared using the Services by you or through your account, infringe or violate any third party rights.": "Sie verteidigen, entschädigen und halten Zoxxo (einschließlich seiner Mitarbeiter und verbundenen Unternehmen) von allen Ansprüchen, Vorfällen, Verbindlichkeiten, Verfahren, Schäden, Verlusten und Ausgaben (einschließlich Anwalts- und Buchhaltungskosten) frei, die sich aus oder in irgendeiner Weise damit zusammenhängen Ihr Zugriff auf oder Ihre Nutzung der Dienste oder Ihr Verstoß gegen diese Bedingungen, einschließlich aller Ansprüche Dritter, dass Inhalte, die von Ihnen oder über Ihr Konto mithilfe der Dienste erstellt, verwendet, gespeichert oder geteilt werden, Rechte Dritter verletzen oder verletzen.",
  "Some of the Services require you to register and provide us with data such as your email address, password and/or payment details. You must ensure that these are accurate and keep them updated in your account settings. You are responsible for any activity from or by your account, so you should not share your password and you should protect it carefully. Should registrations or account data appear to be misused, Zoxxo reserves the right to delete the account. Zoxxo is not liable for any loss or damage arising from the unauthorized use of your account.": "Für einige der Dienste müssen Sie sich registrieren und uns Daten wie Ihre E-Mail-Adresse, Ihr Passwort und/oder Zahlungsdetails mitteilen. Sie müssen sicherstellen, dass diese korrekt sind, und sie in Ihren Kontoeinstellungen auf dem neuesten Stand halten. Sie sind für alle Aktivitäten von oder durch Ihr Konto verantwortlich, daher sollten Sie Ihr Passwort nicht weitergeben und es sorgfältig schützen. Sollte sich herausstellen, dass Registrierungen oder Kontodaten missbräuchlich verwendet werden, behält sich Zoxxo das Recht vor, das Konto zu löschen. Zoxxo haftet nicht für Verluste oder Schäden, die durch die unbefugte Nutzung Ihres Kontos entstehen.",
  "Zoxxo may change, terminate or expand its Services from time to time and reserves the right to limit access to or eliminate any features or functionality of the Services in its own discretion.": "Zoxxo kann seine Dienste von Zeit zu Zeit ändern, beenden oder erweitern und behält sich das Recht vor, den Zugang zu den Diensten nach eigenem Ermessen einzuschränken oder bestimmte Merkmale oder Funktionen der Dienste zu eliminieren.",
  "Zoxxo provides the Services “AS-IS”, without any warranty of any kind. Without limiting the foregoing, Zoxxo explicitly disclaims any warranties of merchantability, fitness for a particular purpose and non-infringement. Zoxxo makes no warranty that the Services are available on an uninterrupted, secure or error-free basis. Your use of the Services is at your own risk. You acknowledge and agree that Zoxxo is not responsible for any damages to the computer system or mobile device of you or any third party that result from the use of the Services and is not responsible for any failure of the Services to store, transfer or delete a file or for the corruption or loss of any data, information or Content contained in a file.": "Zoxxo stellt die Dienste „WIE BESEHEN“ und ohne jegliche Gewährleistung jeglicher Art zur Verfügung. Ohne das Vorstehende einzuschränken, lehnt Zoxxo ausdrücklich jegliche Gewährleistung der Marktgängigkeit, der Eignung für einen bestimmten Zweck und der Nichtverletzung ab. Zoxxo übernimmt keine Garantie dafür, dass die Dienste ununterbrochen, sicher oder fehlerfrei verfügbar sind. Die Nutzung der Dienste erfolgt auf Ihr eigenes Risiko. Sie erkennen an und stimmen zu, dass Zoxxo nicht für Schäden am Computersystem oder Mobilgerät von Ihnen oder Dritten verantwortlich ist, die sich aus der Nutzung der Dienste ergeben, und nicht für etwaige Fehler der Dienste beim Speichern, Übertragen oder Löschen von Daten verantwortlich ist Datei oder für die Beschädigung oder den Verlust von Daten, Informationen oder Inhalten, die in einer Datei enthalten sind.",
  "Disclaimer and account registration": "Haftungsausschluss und Kontoregistrierung",
  "You will always respect and observe the good name and reputation of Zoxxo and ensure that your use of the Services will in no way prejudice any rights and/or the good name and reputation of Zoxxo and its licensors.": "Sie werden den guten Namen und Ruf von Zoxxo stets respektieren und achten und sicherstellen, dass Ihre Nutzung der Dienste in keiner Weise Rechte und/oder den guten Namen und Ruf von Zoxxo und seinen Lizenzgebern beeinträchtigt.",
  "Zoxxo is not responsible or liable for third party content published within the Services, in-ad links to external websites or the content, products or services offered on external websites. You acknowledge and accept that all use outside the Services is at your own risk.": "Zoxxo ist nicht verantwortlich oder haftbar für Inhalte Dritter, die innerhalb der Dienste veröffentlicht werden, für In-Ad-Links zu externen Websites oder für die auf externen Websites angebotenen Inhalte, Produkte oder Dienstleistungen. Sie erkennen an und akzeptieren, dass jede Nutzung außerhalb der Dienste auf Ihr eigenes Risiko erfolgt.",
  "All intellectual property rights and/or similar rights on the Services (including the software, wallpapers, WePresent content, photography, graphic design, typography, portraits, logos, trademarks, trade names, domain names, copyrights and patents) are vested in Zoxxo and/or its licensors and you are not allowed to use, remove, modify, copy, mirror, distribute, decompile, or reverse engineer any of it in any way.": "Alle geistigen Eigentumsrechte und/oder ähnliche Rechte an den Diensten (einschließlich Software, Hintergrundbilder, WePresent-Inhalte, Fotografie, Grafikdesign, Typografie, Porträts, Logos, Marken, Handelsnamen, Domainnamen, Urheberrechte und Patente) liegen bei Zoxxo und /oder seinen Lizenzgebern und es ist Ihnen nicht gestattet, irgendetwas davon in irgendeiner Weise zu verwenden, zu entfernen, zu ändern, zu kopieren, zu spiegeln, zu verteilen, zu dekompilieren oder zurückzuentwickeln.",
  "Intellectual property rights": "Geistige Eigentumsrechte",
  "Violation of the Terms of Service Zoxxo reserves the right to investigate, provide to third parties, (temporarily) block and/or permanently delete from it servers, without prior notice or liability, any Content and/or account information or to block anyone from accessing any part of the Services, when Zoxxo ascertains, at its sole discretion or after receiving substantiated and valid complaints, that you breach these Terms or act in violation of any applicable law or regulation. More information is available in our Notice and Takedown Policy.": "Verstöße gegen die Nutzungsbedingungen Zoxxo behält sich das Recht vor, Inhalte und/oder Kontoinformationen ohne vorherige Ankündigung oder Haftung zu untersuchen, an Dritte weiterzugeben, (vorübergehend) zu sperren und/oder dauerhaft von seinen Servern zu löschen oder den Zugriff für Dritte zu sperren jeglicher Teil der Dienste, wenn Zoxxo nach eigenem Ermessen oder nach Erhalt begründeter und berechtigter Beschwerden feststellt, dass Sie gegen diese Bedingungen verstoßen oder gegen geltende Gesetze oder Vorschriften verstoßen. Weitere Informationen finden Sie in unserer Hinweis- und Takedown-Richtlinie.",
  "Violation of the Terms of Service": "Verstoß gegen die Nutzungsbedingungen",
  "• allow others to use your account.": "• Erlauben Sie anderen, Ihr Konto zu nutzen.",
  "• resell, sublicence, rent, lease, offer or otherwise commercialize the Services without our permission; and/or": "• die Dienste ohne unsere Genehmigung weiterverkaufen, unterlizenzieren, vermieten, leasen, anbieten oder anderweitig kommerzialisieren; und/oder",
  "• reverse engineer or decompile any (part) of the Services;": "• einen Teil der Dienste zurückzuentwickeln oder zu dekompilieren;",
  "• use automated means to access or use the Services without our permission;": "• automatisierte Mittel verwenden, um ohne unsere Erlaubnis auf die Dienste zuzugreifen oder diese zu nutzen;",
  "• attempt to probe, scan, compromise or test the vulnerability of the Services or any related service, system or network or breach any security or authentication, unless you do so in accordance with our Responsible Disclosure Policy;": "• versuchen, die Schwachstellen der Dienste oder damit verbundener Dienste, Systeme oder Netzwerke zu untersuchen, zu scannen, zu kompromittieren oder zu testen oder Sicherheits- oder Authentifizierungsmaßnahmen zu verletzen, es sei denn, Sie tun dies im Einklang mit unserer Richtlinie zur verantwortungsvollen Offenlegung;",
  "• interfere with, damage or disrupt the Services or act in a way that may do so;": "• die Dienste stören, beschädigen oder stören oder in einer Weise handeln, die dazu führen könnte;",
  "• send viruses, worms, malware, ransomware, junk email, spam, chain letters, phishing emails, unsolicited messages, promotions or advertisements of any kind and for any purpose;": "• Viren, Würmer, Malware, Ransomware, Junk-E-Mail, Spam, Kettenbriefe, Phishing-E-Mails, unerwünschte Nachrichten, Werbeaktionen oder Werbung jeglicher Art und für jeden Zweck versenden;",
  "• use any data mining or data gathering or extraction methods, or otherwise collect information about the users of the Services;": "• Data-Mining- oder Datenerfassungs- oder -extraktionsmethoden verwenden oder auf andere Weise Informationen über die Benutzer der Dienste sammeln;",
  "• interfere with any access or use restrictions;": "• jegliche Zugangs- oder Nutzungsbeschränkungen beeinträchtigen;",
  "• access any non-public areas of the Services;": "• Zugriff auf alle nicht öffentlichen Bereiche der Dienste;",
  "• impersonate or falsely pretend affiliation with any person or entity;": "• sich als Zugehörigkeit zu einer natürlichen oder juristischen Person auszugeben oder fälschlicherweise vorzutäuschen;",
  "• abuse, harass, stalk, intimidate, threaten, commit violence, or otherwise act unlawful, or encourage anyone else to do so;": "• missbrauchen, belästigen, stalken, einschüchtern, drohen, Gewalt begehen oder sich auf andere Weise rechtswidrig verhalten oder andere dazu ermutigen;",
  "In addition, you agree not to:": "Darüber hinaus erklären Sie sich damit einverstanden, Folgendes nicht zu tun:",
  "• constitutes hate speech, whether directed at an individual or a group, and whether based upon the race, sex, creed, national origin, religious affiliation, sexual orientation, language or another characteristic of such individual or group.": "• stellt Hassrede dar, unabhängig davon, ob sie sich gegen eine Einzelperson oder eine Gruppe richtet und ob sie auf der Rasse, dem Geschlecht, dem Glauben, der nationalen Herkunft, der Religionszugehörigkeit, der sexuellen Orientierung, der Sprache oder einem anderen Merkmal dieser Einzelperson oder Gruppe basiert.",
  "• infringes on or violates any applicable law or regulation; and/or": "• gegen geltende Gesetze oder Vorschriften verstößt oder diese verletzt; und/oder",
  "• infringes, violates or misappropriates intellectual property rights, privacy rights, including data protection rights, and/or any other kind of rights;": "• geistige Eigentumsrechte, Datenschutzrechte, einschließlich Datenschutzrechte, und/oder andere Arten von Rechten verletzen, verletzen oder missbrauchen;",
  "• you don't hold the rights to;": "• Sie besitzen nicht die Rechte daran;",
  "• is factually inaccurate, false, misleading, misrepresenting or deceptive;": "• sachlich ungenau, falsch, irreführend, falsch darstellend oder täuschend ist;",
  "• promotes racism, violence or hatred;": "• Rassismus, Gewalt oder Hass fördert;",
  "• is obscene, defamatory, libelous, slanderous, profane, indecent, discriminating, threatening, abusive, harmful, lewd, vulgar, or unlawful;": "• obszön, verleumderisch, verleumderisch, verleumderisch, profan, unanständig, diskriminierend, bedrohlich, beleidigend, schädlich, anstößig, vulgär oder rechtswidrig ist;",
  "• features CSAI (child sexual abuse imagery);": "• enthält CSAI (Bilder von sexuellem Missbrauch von Kindern);",
  "As a condition to make use of the Services you agree not to create, use, store or share any Content that:": "Als Bedingung für die Nutzung der Dienste erklären Sie sich damit einverstanden, keine Inhalte zu erstellen, zu verwenden, zu speichern oder weiterzugeben, die:",
  "Zoxxo respects your rights and expects that you respect those of others, including Zoxxo, its artists, advertisers and third parties. This includes respecting the right to privacy, corporate intelligence, business secrets and intellectual property rights, such as trademarks, copyrights, trade names and logos. You agree not to use the Services to commit, promote, enable or facilitate any unlawful or criminal acts or breach of these Terms or facilitate or promote others to do so.": "Zoxxo respektiert Ihre Rechte und erwartet, dass Sie die Rechte anderer respektieren, einschließlich Zoxxo, seiner Künstler, Werbetreibenden und Dritten. Dazu gehört die Wahrung des Rechts auf Privatsphäre, Unternehmensinformationen, Geschäftsgeheimnisse und geistige Eigentumsrechte wie Marken, Urheberrechte, Handelsnamen und Logos. Sie erklären sich damit einverstanden, die Dienste nicht zu nutzen, um rechtswidrige oder kriminelle Handlungen oder einen Verstoß gegen diese Bedingungen zu begehen, zu fördern, zu ermöglichen oder zu erleichtern oder anderen dies zu ermöglichen oder zu fördern.",
  "More information on the use of your personal data and cookies (including for performance marketing) is available in our Privacy & Cookie Statement.": "Weitere Informationen zur Verwendung Ihrer persönlichen Daten und Cookies (einschließlich für Performance-Marketing) finden Sie in unserer Datenschutzerklärung und Cookie-Erklärung.",
  "Zoxxo may show you ads from advertisers and artists selected by Zoxxo (such as full-page wallpaper ads) when you use the Services.": "Zoxxo zeigt Ihnen möglicherweise Anzeigen von Werbetreibenden und Künstlern an, die von Zoxxo ausgewählt wurden (z. B. ganzseitige Hintergrundbildanzeigen), wenn Sie die Dienste nutzen.",
  "Zoxxo does not provide any public search function, catalogue or listing to find Content.": "Zoxxo bietet keine öffentliche Suchfunktion, keinen Katalog oder keine Auflistung zum Auffinden von Inhalten.",
  "Zoxxo requires a license from you with regards to the Content FOR THE SOLE PURPOSE OF OPERATING, ENABLING, AND IMPROVING THE SERVICES. Solely for this explicit purpose and until you delete the Content from the Services, you agree and acknowledge that by using the Services, you grant us an unlimited, worldwide, royalty-free license to (i) use, host, store, scan, search, sort, index, create previews and (ii) reproduce, communicate, publish, publicly display, distribute and edit (including but not limited to scaling, cropping, adapting and translating) the Content. THE LICENSE PART UNDER (ii) DOES NOT APPLY TO ZOXXO FILE SHARING as set out in clause 2 of these Terms. For the avoidance of doubt, Zoxxo will not sell or advertise the Content: Zoxxo only requires the license FOR THE SOLE PURPOSE OF OPERATING, ENABLING, AND IMPROVING THE SERVICES.": "Zoxxo benötigt von Ihnen eine Lizenz in Bezug auf den Inhalt, AUSSCHLIESSLICH ZUM ZWECK DES BETRIEBES, DER AKTIVITÄT UND DER VERBESSERUNG DER DIENSTLEISTUNGEN. Ausschließlich zu diesem ausdrücklichen Zweck und bis Sie die Inhalte aus den Diensten löschen, erklären Sie sich damit einverstanden und erkennen an, dass Sie uns durch die Nutzung der Dienste eine unbegrenzte, weltweite, gebührenfreie Lizenz für (i) Nutzung, Hosting, Speicherung, Scannen und Suche gewähren , sortieren, indizieren, Vorschauen erstellen und (ii) den Inhalt reproduzieren, kommunizieren, veröffentlichen, öffentlich anzeigen, verteilen und bearbeiten (einschließlich, aber nicht beschränkt auf Skalieren, Zuschneiden, Anpassen und Übersetzen). DER LIZENZTEIL UNTER (ii) GILT NICHT FÜR ZOXXO FILE SHARING, wie in Klausel 2 dieser Bedingungen dargelegt. Um Zweifel auszuschließen: Zoxxo wird den Inhalt nicht verkaufen oder bewerben: Zoxxo benötigt die Lizenz lediglich ZUM AUSSCHLIESSLICHEN ZWECK DES BETRIEBES, DER ERMÄCHTIGUNG UND DER VERBESSERUNG DER DIENSTLEISTUNGEN.",
  "Zoxxo is not liable to you or any third party for any damages arising out of or in relation to the Content created, used, stored or shared by you within the Services, including but not limited to, copyright protected works and/or trademarks.": "Zoxxo haftet Ihnen oder Dritten gegenüber nicht für Schäden, die sich aus oder im Zusammenhang mit den von Ihnen innerhalb der Dienste erstellten, verwendeten, gespeicherten oder geteilten Inhalten ergeben, einschließlich, aber nicht beschränkt auf, urheberrechtlich geschützte Werke und/oder Marken.",
  "By using the Services you warrant that you have, for any Content you create, use, store or share using the Services, all required permissions (including from copyright and other intellectual property rights owners) to distribute, sub-license, transfer, store and/or make the Content online available as part of the Services.": "Durch die Nutzung der Dienste garantieren Sie, dass Sie für alle Inhalte, die Sie mithilfe der Dienste erstellen, verwenden, speichern oder teilen, über alle erforderlichen Genehmigungen (einschließlich der Inhaber von Urheberrechten und anderen Rechten an geistigem Eigentum) zum Verteilen, Unterlizenzieren, Übertragen, Speichern und Verteilen verfügen /oder den Inhalt im Rahmen der Dienste online verfügbar machen.",
  "Some of the Services allow you to protect Content or transfers with a password. The user is solely responsible for the confidentiality and/or the distribution of passwords.": "Bei einigen Diensten können Sie Inhalte oder Übertragungen mit einem Passwort schützen. Für die Vertraulichkeit und/oder Weitergabe der Passwörter ist allein der Nutzer verantwortlich.",
  "Zoxxo does not claim any ownership of the Content you create, use, store or share through the Services and you are solely responsible for it. Also you are solely responsible for sharing it with the correct recipients. Any liability for damages relating to the Content lies with the individual that creates, uses, stores and/or shares it within the Services. You acknowledge that download and/or access links can be forwarded and that recipients having access to such links, can access the Content it's connected with.": "Zoxxo beansprucht kein Eigentum an den Inhalten, die Sie über die Dienste erstellen, verwenden, speichern oder teilen, und Sie tragen die alleinige Verantwortung dafür. Außerdem sind Sie allein dafür verantwortlich, diese mit den richtigen Empfängern zu teilen. Jegliche Haftung für Schäden im Zusammenhang mit den Inhalten liegt bei der Person, die diese erstellt, nutzt, speichert und/oder innerhalb der Dienste teilt. Sie erkennen an, dass Download- und/oder Zugriffslinks weitergeleitet werden können und dass Empfänger, die Zugriff auf solche Links haben, auf die damit verbundenen Inhalte zugreifen können.",
  "Content ownership, permissions and responsibility": "Inhaltseigentum, Berechtigungen und Verantwortung",
  "If a Teams account is cancelled, the Team Owner and team members continue to have access to the Teams account until the end of the paid subscription period. After the paid subscription period, the Team Owner and the team members will automatically get access to an individual, free Zoxxo account.": "Wenn ein Teams-Konto gekündigt wird, haben der Teambesitzer und die Teammitglieder bis zum Ende des kostenpflichtigen Abonnementzeitraums weiterhin Zugriff auf das Teams-Konto. Nach Ablauf der kostenpflichtigen Abonnementlaufzeit erhalten der Teambesitzer und die Teammitglieder automatisch Zugang zu einem individuellen, kostenlosen Zoxxo-Konto.",
  "Any unused days in a paid subscription period due to the removal of a team member, may be used for a newly added team member during that same paid subscription period.": "Alle ungenutzten Tage in einem bezahlten Abonnementzeitraum aufgrund der Entfernung eines Teammitglieds können für ein neu hinzugefügtes Teammitglied während desselben bezahlten Abonnementzeitraums verwendet werden.",
  "The Team Owner and individual team members can remove team members from the Teams account, after which such team members will immediately lose access to the account. If team members are removed during a current subscription period, the Team Owner will be charged for this team member until the end of that paid subscription period. The Team Owner will not be charged for the removed team member in the next paid subscription period.": "Der Teambesitzer und einzelne Teammitglieder können Teammitglieder aus dem Teams-Konto entfernen, woraufhin diese Teammitglieder sofort den Zugriff auf das Konto verlieren. Wenn Teammitglieder während eines aktuellen Abonnementzeitraums entfernt werden, wird dem Teambesitzer die Gebühr für dieses Teammitglied bis zum Ende des bezahlten Abonnementzeitraums in Rechnung gestellt. Dem Teambesitzer werden für das entfernte Teammitglied im nächsten bezahlten Abonnementzeitraum keine Kosten berechnet.",
  "The Team Owner and individual team members can add team members to the Teams account, after which such new team members have immediate access to the account. If team members are added during a current subscription period, the Team Owner is charged pro rata for the days that remain during that subscription period. After that, the Team Owner will be fully charged for the new team member in the next paid subscription period.": "Der Teambesitzer und einzelne Teammitglieder können Teammitglieder zum Teams-Konto hinzufügen. Anschließend haben diese neuen Teammitglieder sofortigen Zugriff auf das Konto. Wenn während eines aktuellen Abonnementzeitraums Teammitglieder hinzugefügt werden, werden dem Teambesitzer die während dieses Abonnementzeitraums verbleibenden Tage anteilig in Rechnung gestellt. Danach wird dem Teambesitzer das neue Teammitglied im nächsten kostenpflichtigen Abonnementzeitraum vollständig in Rechnung gestellt.",
  "A Teams account is registered on behalf of its Team Owner. The Team Owner will be billed for all team members that are subscribed to the Teams account.": "Ein Teams-Konto wird im Namen seines Teambesitzers registriert. Dem Teambesitzer werden alle Teammitglieder in Rechnung gestellt, die das Teams-Konto abonniert haben.",
  "Zoxxo Teams - Payment, term and cancellation": "Zoxxo Teams – Zahlung, Laufzeit und Kündigung",
  "If you subscribe through the Apple App Store, the terms of Apple may apply to the term and cancellation of your subscription instead of the terms in this clause.": "Wenn Sie sich über den Apple App Store anmelden, gelten für die Laufzeit und Kündigung Ihres Abonnements möglicherweise die Bedingungen von Apple anstelle der Bedingungen in dieser Klausel.",
  "If you do not reactivate your subscription within the term set out above, any of your Content stored using the Service(s) and any of your information, including your personal content, settings, address book and any files stored for transfer may have been automatically and permanently deleted from our servers.": "Wenn Sie Ihr Abonnement nicht innerhalb der oben genannten Frist reaktivieren, kann es sein, dass alle Ihre über die Dienste gespeicherten Inhalte und alle Ihre Informationen, einschließlich Ihrer persönlichen Inhalte, Einstellungen, Ihres Adressbuchs und aller zur Übertragung gespeicherten Dateien, automatisch gespeichert wurden und dauerhaft von unseren Servern gelöscht.",
  "Upon cancellation or if a payment is not successfully settled (for instance due to expiration or insufficient funds), your account will be deactivated after the end of your subscription period. You will then not have access to your personal data, address book and any Content stored using the Service(s). You can reactivate your subscription at any time in your account settings by making payment within four weeks after deactivation. Your subscription will then be renewed as from the day of reactivation.": "Bei einer Kündigung oder wenn eine Zahlung nicht erfolgreich abgewickelt werden kann (z. B. wegen Ablauf oder unzureichender Deckung), wird Ihr Konto nach Ablauf Ihres Abonnementzeitraums deaktiviert. Sie haben dann keinen Zugriff auf Ihre persönlichen Daten, Ihr Adressbuch und alle über die Dienste gespeicherten Inhalte. Sie können Ihr Abonnement jederzeit in Ihren Kontoeinstellungen reaktivieren, indem Sie innerhalb von vier Wochen nach der Deaktivierung eine Zahlung leisten. Ihr Abonnement verlängert sich dann ab dem Tag der Reaktivierung.",
  "In case your subscription is automatically renewed for a period of more than three (3) months, you will have the right to cancel the subscription at any time after such renewal with a cancellation term of one (1) month. In case of cancellation based on this clause you may request reimbursement of part of the subscription fee. This means that you pay for the period until the cancellation enters into force, based on the standard monthly fee for the respective Service.": "Falls Ihr Abonnement automatisch für einen Zeitraum von mehr als drei (3) Monaten verlängert wird, haben Sie das Recht, das Abonnement jederzeit nach dieser Verlängerung mit einer Kündigungsfrist von einem (1) Monat zu kündigen. Im Falle einer Kündigung aufgrund dieser Klausel können Sie die Rückerstattung eines Teils der Abonnementgebühr verlangen. Das bedeutet, dass Sie für den Zeitraum bis zum Wirksamwerden der Kündigung die monatliche Standardgebühr für den jeweiligen Dienst bezahlen.",
  "Cancellation does not give you any right to reimbursement of (part of) the subscription fee, unless local mandatory consumer law obliges to do so.": "Durch die Kündigung haben Sie keinen Anspruch auf Rückerstattung (eines Teils) der Abonnementgebühr, es sei denn, das örtliche zwingende Verbraucherrecht schreibt dies vor.",
  "Paste and Collect Pro are linked to your Zoxxo subscription. A cancellation of this subscription means you will also lose access to Paste and Collect Pro.": "Paste und Collect Pro sind mit Ihrem Zoxxo-Abonnement verknüpft. Eine Kündigung dieses Abonnements bedeutet, dass Sie auch den Zugriff auf Paste and Collect Pro verlieren.",
  "In case of cancellation you will continue to have access to the Services until the end of your paid subscription period. For instance: if the commencement date of your monthly subscription is 2 February and you cancel your subscription on 17 October, you will continue to have access until 2 November.": "Im Falle einer Kündigung haben Sie bis zum Ende Ihres kostenpflichtigen Abonnementzeitraums weiterhin Zugriff auf die Dienste. Wenn Ihr Monatsabonnement beispielsweise am 2. Februar beginnt und Sie Ihr Abonnement am 17. Oktober kündigen, haben Sie weiterhin Zugriff bis zum 2. November.",
  "The subscription period will be renewed automatically for the selected subscription period, unless you have cancelled your subscription on time (before the last day of your subscription).": "Der Abonnementzeitraum verlängert sich automatisch um den gewählten Abonnementzeitraum, es sei denn, Sie haben Ihr Abonnement rechtzeitig (vor dem letzten Tag Ihres Abonnements) gekündigt.",
  "Apart from your cancellation rights under local mandatory consumer law, you have the right to cancel your subscription during the first 14 days, unless you start using the Service during this period whereby you waive your right to cancel.": "Abgesehen von Ihren Widerrufsrechten nach dem vor Ort zwingenden Verbraucherrecht haben Sie das Recht, Ihr Abonnement innerhalb der ersten 14 Tage zu kündigen, es sei denn, Sie beginnen mit der Nutzung des Dienstes in diesem Zeitraum und verzichten dabei auf Ihr Kündigungsrecht.",
  "The initial subscription term varies depending on your choice and/or the Service it applies to.": "Die anfängliche Abonnementlaufzeit variiert je nach Ihrer Wahl und/oder dem Dienst, für den es gilt.",
  "Term and cancellation of a subscription": "Laufzeit und Kündigung eines Abonnements",
  "If you subscribe and pay us through the Apple App Store or Google Play Store, the terms of Apple or Google may also apply.": "Wenn Sie uns über den Apple App Store oder Google Play Store abonnieren und bezahlen, gelten möglicherweise auch die Bedingungen von Apple oder Google.",
  "Zoxxo may suspend or cancel the Services to you if a payment is not successfully settled (for instance in case of insufficient funds, expiration of credit cards, a change in payment details or otherwise). Suspension or cancellation of the Services for non-payment can result in a loss of access to and use of your account and your Content.": "Zoxxo kann die Dienste für Sie aussetzen oder stornieren, wenn eine Zahlung nicht erfolgreich abgewickelt wird (z. B. bei unzureichender Deckung, Ablauf der Kreditkarte, einer Änderung der Zahlungsdetails oder aus anderen Gründen). Die Aussetzung oder Kündigung der Dienste wegen Nichtzahlung kann zum Verlust des Zugriffs und der Nutzung Ihres Kontos und Ihrer Inhalte führen.",
  "You can change your payment method in your account settings of the respective Service or by contacting our Help Center.": "Sie können Ihre Zahlungsmethode in Ihren Kontoeinstellungen des jeweiligen Dienstes ändern oder indem Sie sich an unser Hilfecenter wenden.",
  "Depending on the payment method you choose, the issuer of the payment method may charge you certain fees relating to the processing of your payment.": "Abhängig von der von Ihnen gewählten Zahlungsmethode kann der Herausgeber der Zahlungsmethode Ihnen bestimmte Gebühren im Zusammenhang mit der Abwicklung Ihrer Zahlung berechnen.",
  "We may introduce or change the fees for the Services from time to time, for which we will give you advance notice. If you have a fixed term and price subscription, that price will remain in force for the fixed term. If you do not agree with the price change, you may cancel your subscription and stop using the Services by the end of the then-current Service term. If you continue to use the Services after the price change goes into effect, you agree to pay the changed price. Fee introductions will require your prior consent and registration.": "Wir können von Zeit zu Zeit die Gebühren für die Dienste einführen oder ändern, worüber wir Sie im Voraus informieren werden. Wenn Sie ein Abonnement mit fester Laufzeit und Preis haben, bleibt dieser Preis für die feste Laufzeit gültig. Wenn Sie mit der Preisänderung nicht einverstanden sind, können Sie Ihr Abonnement kündigen und die Nutzung der Dienste bis zum Ende der dann aktuellen Dienstlaufzeit einstellen. Wenn Sie die Dienste nach Inkrafttreten der Preisänderung weiterhin nutzen, erklären Sie sich damit einverstanden, den geänderten Preis zu zahlen. Gebühreneinführungen bedürfen Ihrer vorherigen Zustimmung und Anmeldung.",
  "If you use a paid subscription Service, the initial subscription term starts once the fees due have been paid in full.": "Wenn Sie einen kostenpflichtigen Abonnementdienst nutzen, beginnt die anfängliche Abonnementlaufzeit, sobald die fälligen Gebühren vollständig bezahlt wurden.",
  "Payment conditions": "Zahlungsbedingungen",
  "For Teams, additional payment and cancellation terms apply. These are listed in Clause 5.": "Für Teams gelten zusätzliche Zahlungs- und Stornierungsbedingungen. Diese sind in Abschnitt 5 aufgeführt.",
  "The start date of the Teams paid subscription period is when you have signed up as team owner (“Team Owner”) of the Teams account.": "Das Startdatum des kostenpflichtigen Teams-Abonnementzeitraums ist, wenn Sie sich als Teambesitzer („Teambesitzer“) des Teams-Kontos angemeldet haben.",
  "Zoxxo Teams (“Teams”) is a paid subscription version of Zoxxo Pro and Zoxxo Premium, which allows you to add team members to your Zoxxo Pro or Premium account. Team members can be easily added and removed per subscription period.": "Zoxxo Teams („Teams“) ist eine kostenpflichtige Abonnementversion von Zoxxo Pro und Zoxxo Premium, mit der Sie Teammitglieder zu Ihrem Zoxxo Pro- oder Premium-Konto hinzufügen können. Teammitglieder können pro Abonnementzeitraum einfach hinzugefügt und entfernt werden.",
  "Zoxxo Premium offers you (amongst others) unlimited Zoxxo File Sharing storage. You will have 5 Terabyte of capacity at your disposal. Should you require more, then you can file a request at support@zoxxo.com.": "Zoxxo Premium bietet Ihnen (unter anderem) unbegrenzten Zoxxo File Sharing-Speicherplatz. Ihnen stehen 5 Terabyte Kapazität zur Verfügung. Sollten Sie mehr benötigen, können Sie eine Anfrage an support@zoxxo.com stellen.",
  "Zoxxo reserves the right to automatically delete all Content uploaded with Zoxxo Pro and still available on our servers, 28 days after your Zoxxo Pro or Premium subscription has ended.": "Zoxxo behält sich das Recht vor, alle mit Zoxxo Pro hochgeladenen und noch auf unseren Servern verfügbaren Inhalte automatisch zu löschen, 28 Tage nach Ablauf Ihres Zoxxo Pro- oder Premium-Abonnements.",
  "A Zoxxo subscription (whether Free, Pro or Premium) includes subscriptions to Collect and Paste as well. The exact features of Collect and Paste differ per Zoxxo subscription. You can find more information here.": "Ein Zoxxo-Abonnement (ob kostenlos, Pro oder Premium) beinhaltet auch Abonnements für Collect und Paste. Die genauen Funktionen von Sammeln und Einfügen unterscheiden sich je nach Zoxxo-Abonnement. Weitere Informationen finden Sie hier.",
  "Zoxxo Pro and Premium are paid subscription versions that - compared to the free version - offer you a set of premium services and different subscription terms (listed below). You can find more information here.": "Zoxxo Pro und Premium sind kostenpflichtige Abonnementversionen, die Ihnen im Vergleich zur kostenlosen Version eine Reihe von Premiumdiensten und andere Abonnementbedingungen bieten (siehe unten). Weitere Informationen finden Sie hier.",
  "Zoxxo treats Content as confidential and does not control the use of download links, regardless of whether they are originally distributed by us or by you. Recipients can forward the links and allow others to use them. You are solely responsible for the Content you upload and share.": "Zoxxo behandelt Inhalte vertraulich und kontrolliert nicht die Verwendung von Download-Links, unabhängig davon, ob diese ursprünglich von uns oder von Ihnen verbreitet wurden. Empfänger können die Links weiterleiten und anderen die Nutzung ermöglichen. Sie tragen die alleinige Verantwortung für die Inhalte, die Sie hochladen und teilen.",
  "The basic functionality of Zoxxo File Sharing is (currently) free from registration and charge.": "Die Grundfunktionalität von Zoxxo File Sharing ist (derzeit) registrierungs- und gebührenfrei.",
  "After the expiry period Zoxxo will permanently delete the uploaded files. These files will not be available nor retrievable anymore.": "Nach Ablauf der Frist löscht Zoxxo die hochgeladenen Dateien endgültig. Diese Dateien sind nicht mehr verfügbar und können nicht mehr abgerufen werden.",
  "Zoxxo File Sharing provides the possibility to share Content up to a maximum total capacity. Uploaded Content is stored on Zoxxo’s servers for a limited period of time after which the ability to download expires. Depending on the transfer type some limitations apply, which you can find here.": "Zoxxo File Sharing bietet die Möglichkeit, Inhalte bis zu einer maximalen Gesamtkapazität zu teilen. Hochgeladene Inhalte werden für einen begrenzten Zeitraum auf den Servern von Zoxxo gespeichert. Danach erlischt die Möglichkeit zum Herunterladen. Abhängig von der Übertragungsart gelten einige Einschränkungen, die Sie hier finden.",
  "To share your Content you need to upload it and provide us with (a limited number of) email addresses of recipient(s) (“email transfer”) or choose to distribute a download link yourself (“link transfer”). If you use link transfer you will not be informed of any downloads by others.": "Um Ihre Inhalte zu teilen, müssen Sie diese hochladen und uns (eine begrenzte Anzahl) E-Mail-Adressen der Empfänger zur Verfügung stellen („E-Mail-Übertragung“) oder sich dafür entscheiden, selbst einen Download-Link zu verteilen („Link-Übertragung“). Wenn Sie die Linkübertragung nutzen, werden Sie nicht über Downloads durch andere informiert.",
  "zoxxo File Sharing allows you to share your Content with others.": "Mit zoxxo File Sharing können Sie Ihre Inhalte mit anderen teilen.",
  "Zoxxo File Sharing": "Zoxxo-Dateifreigabe",
  "All other clauses apply to all Services.": "Alle anderen Klauseln gelten für alle Dienste.",
  "Clause 9: zoxxo Teams;": "Klausel 9: zoxxo Teams;",
  "Clause 5: all paid subscription Services;": "Klausel 5: alle kostenpflichtigen Abonnementdienste;",
  "Clause 4: Ads;": "Klausel 4: Werbung;",
  "Clause 3: Manage;": "Klausel 3: Verwalten;",
  "Clause 2: zoxxo File Sharing;": "Klausel 2: zoxxo-Dateifreigabe;",
  "The following parts of these Terms apply to specific Services only:": "Die folgenden Teile dieser Bedingungen gelten nur für bestimmte Dienste:",
  "These Terms supersede any and all prior oral and written quotations, terms, communications, agreements and understandings between you and zoxxo.": "Diese Bedingungen ersetzen alle vorherigen mündlichen und schriftlichen Angebote, Bedingungen, Mitteilungen, Vereinbarungen und Absprachen zwischen Ihnen und zoxxo.",
  "zoxxo can amend the Terms from time to time. The amended Terms will become effective upon them being posted on zoxxo website(s) and/or on zoxxo's mobile and/or desktop application(s), or at such later date as may be stated on the amended Terms. Therefore, we recommend that you review the Terms from time to time and take note of any changes. By continuing your use of the Services you accept the amended Terms. In case of material changes to the Terms, you will be informed prior to the change: (i) at the moment you use the Services, or (ii) by a message to the contact details you provided to us, or (iii) by a posting of the notice of the change on zoxxo's website(s) and/or on zoxxo's mobile and/or desktop application(s). In the event you don't accept a change you can cancel your subscription.": "zoxxo kann die Bedingungen von Zeit zu Zeit ändern. Die geänderten Bedingungen treten in Kraft, sobald sie auf der/den Zoxxo-Website(s) und/oder in der/den Mobil- und/oder Desktop-Anwendung(en) von zoxxo veröffentlicht werden, oder zu einem späteren Zeitpunkt, der in den geänderten Bedingungen angegeben werden kann. Daher empfehlen wir Ihnen, die Bedingungen von Zeit zu Zeit zu überprüfen und etwaige Änderungen zur Kenntnis zu nehmen. Durch die weitere Nutzung der Dienste akzeptieren Sie die geänderten Bedingungen. Im Falle wesentlicher Änderungen der Bedingungen werden Sie vor der Änderung informiert: (i) in dem Moment, in dem Sie die Dienste nutzen, oder (ii) durch eine Nachricht an die von Ihnen angegebenen Kontaktdaten oder (iii) durch eine Veröffentlichung der Mitteilung über die Änderung auf der/den Website(s) von zoxxo und/oder in der/den mobilen und/oder Desktop-Anwendung(en) von zoxxo. Falls Sie mit einer Änderung nicht einverstanden sind, können Sie Ihr Abonnement kündigen.",
  "If you want to use the zoxxo API (as described in the API Terms of Use) our API Terms of Use apply in addition to these Terms.": "Wenn Sie die Zoxxo-API (wie in den API-Nutzungsbedingungen beschrieben) nutzen möchten, gelten zusätzlich zu diesen Bedingungen unsere API-Nutzungsbedingungen.",
  "If you become aware of a vulnerability in any of the Services, please read our Responsible Disclosure Policy.": "Wenn Sie auf eine Schwachstelle in einem der Dienste aufmerksam werden, lesen Sie bitte unsere Richtlinie zur verantwortungsvollen Offenlegung.",
  "If you want to file a complaint or notice about unlawful Content being stored or shared via the Services or the zoxxo API, please read our NTD Policy.": "Wenn Sie eine Beschwerde oder Mitteilung über die Speicherung oder Weitergabe rechtswidriger Inhalte über die Dienste oder die Zoxxo-API einreichen möchten, lesen Sie bitte unsere NTD-Richtlinie.",
  "If the Services include, are used in connection with, or are integrated in the services of third parties, the terms and conditions, notice and take down policies and/or privacy and cookie policies of those third parties may apply in addition to these Terms. If you are using the Services on behalf of your employer or another organization, you are agreeing to the terms of that organization and you represent and warrant that you have the authority to do so. zoxxo is not responsible for any third party services, terms and/or policies": "Wenn die Dienste Dienste Dritter umfassen, in Verbindung mit diesen genutzt werden oder in diese integriert sind, können zusätzlich zu diesen Bedingungen die Allgemeinen Geschäftsbedingungen, Hinweis- und Löschrichtlinien und/oder Datenschutz- und Cookie-Richtlinien dieser Dritten gelten. Wenn Sie die Dienste im Namen Ihres Arbeitgebers oder einer anderen Organisation nutzen, stimmen Sie den Bedingungen dieser Organisation zu und versichern und garantieren, dass Sie dazu befugt sind. zoxxo ist nicht verantwortlich für Dienste, Bedingungen und/oder Richtlinien Dritter",



  "": ""



}