{

    "Click here to upload a file": "Klicken Sie hier, um eine Datei hochzuladen",
    "Centralize file storage – Everything in one location.": "Zentralisieren Sie die Dateispeicherung – alles an einem Ort.",
    "Anonymous": "Anonym",
    "Secure": "Sicher",
    "Unlimited": "Unbegrenzt",
    "Every nano byte is. encrypted": "Jedes Nanobyte ist. verschlüsselt",
    "From A to Z. Nobody knows you": "Von A bis Z. Niemand kennt dich",
    "You will not feel the speed": "Sie werden die Geschwindigkeit nicht spüren",
    "More data? More power!": "Weitere Daten? Mehr Leistung!",
    "We don't transfer, we deliver!": "Wir überweisen nicht, wir liefern!",
    "Big ideas, big data. Not a big deal for us": "Große Ideen, große Daten. Für uns keine große Sache",
    "Brands on top to make impression!": "Marken an der Spitze machen Eindruck!",
    "zoxxo do not focus on \"just doing the work\", we deliver instead. We deliver your data to your data destination fast, secure and easy. for managing your data, you can use our next generation file manager with workspace.": "Bei zoxxo geht es nicht darum, „nur die Arbeit zu erledigen“, sondern wir liefern. Wir liefern Ihre Daten schnell, sicher und einfach an Ihr Datenziel. Zur Verwaltung Ihrer Daten können Sie unseren Dateimanager der nächsten Generation mit Arbeitsbereich nutzen.",
    "If you upload huge files and want to have more space, then you should use our TORNADO plan.You can upgrade and downgrade your storage every month. Only pay what you use.": "Wenn Sie große Dateien hochladen und mehr Speicherplatz benötigen, sollten Sie unseren TORNADO-Plan nutzen. Sie können Ihren Speicher jeden Monat upgraden und downgraden. Bezahlen Sie nur das, was Sie nutzen.",
    "Make noise about your brand. Advertising alongside data from around the world.The more you impress your audience, the more will celebrate you!": "Machen Sie Werbung für Ihre Marke. Werbung neben Daten aus der ganzen Welt. Je mehr Sie Ihr Publikum beeindrucken, desto mehr werden Sie gefeiert!",
    "Register now for free": "Registrieren Sie sich jetzt kostenlos",
    "Pay what you use": "Bezahlen Sie, was Sie verbrauchen",
    "Advertise with us": "Werben Sie bei uns",
    "Fast": "Schnell"

}